[
  "obsidian-tasks-plugin",
  "tag-wrangler",
  "omnisearch",
  "obsidian-importer",
  "obsidian-icon-folder",
  "file-explorer-plus",
  "file-explorer-note-count",
  "obsidian-file-color",
  "cm-editor-syntax-highlight-obsidian",
  "colored-tags",
  "code-styler",
  "calendar",
  "ninja-cursor",
  "nldates-obsidian",
  "periodic-notes",
  "media-extended",
  "obsidian-minimal-settings",
  "dataview",
  "table-editor-obsidian",
  "obsidian-git",
  "vscode-editor"
]